Repository: adrianed-lab/WeatherApp
Catalog: HomeWork24_RomanGushchik/HomeWork24_RomanGushchik/*.lproj/Localizable.strings
Languages: ru

source: Now
ru: Сейчас

source: Today
ru: Cегодня

source: HOURLY FORECAST
ru: ПОЧАСОВОЙ ПРОГНОЗ

source: 8-DAY FORECAST
ru: 8-ДНЕВНЫЙ ПРОГНОЗ

# Wind speed
source: Wind speed %f
ru: Скорость ветра %f

# Temperature
source: Temperature %li°
ru: Температура %li°

# Lang
source: en
ru: ru

# HighLowTemp
source: H:%li° L:%li°
ru: Макс:%li° Мин:%li°

# CurrentLocationWeather
source: Current Location
ru: Текущее Местоположение

# TitleWeather
source: Weather
ru: Погода

source: Get city weather.
ru: Получить городскую погоду.

# EnterCityName
source: Please, enter city name!
ru: Пожалуйста, введите название города!

# CityNamePlaceholder
source: City name
ru: Название города

# CancelButton
source: Cancel
ru: Отмена

# WarningAlert
source: Warning!
ru: Внимание!

# WarningAlertMessage
source: Enter existing city!
ru: Введите существующий город!

# WarningMessage
source: Data not received!
ru: Данные не получены!

# HistoryTabBarItem
source: History Request
ru: История запросов

# WeatherNotification
source: Weather Local Notification
ru: Оповещение о погоде

source: Check Weather
ru: Проверьте погоду

# Latitude
source: Lat: %li
ru: Широта: %li

# Longitude
source: Lon: %li
ru: Долгота: %li

# Temp
source: Temp: %li°
ru: Темп: %li°

# FeelsLike
source: FeelsLike: %li°
ru: Ощущается как: %li°

source: Map
ru: Карта
